/* Best high score label */
"Best" = "ベスト";

/* GOING FASTER Label */
"GOING FASTER" = "速く行く";

/* Labyrinth Tilt Maze */
"Labyrinth Tilt Maze" = "Labyrinth Tilt Maze";

/* LeaderBoard */
"LeaderBoard" = "リーダーボード";

/* More */
"More" = "もっと";

/* OTHER GAMES BY */
"OTHER GAMES BY" = "他のゲームで";

/* RATE IT */
"RATE IT" = "それを評価する";

/* SHARE */
"SHARE" = "シェア";

/* Sonic Racer */
"Sonic Racer" = "ソニックレーサー";

/* STAGE Label
   STAGE label */
"STAGE" = "ステージ";

/* swipe to move label */
"swipe to move" = "移動するためにスワイプ";

/* TAP TO START */
"TAP TO START" = "開始をタップ";

/* YOUR SCORE label */
"YOUR SCORE" = "あなたのスコア";

